src/english/english11/KBhPickAPage.org
:PROPERTIES:
:ID:       09871112-B043-4C92-9A21-2DFAF7A9A087
:END:
#+TITLE: Pick a Page Close Reading
#+AUTHOR: Houjun Liu

* General Information
  | Due Date  | Topic         | Important Documents |
  |-----------+---------------+---------------------|
  | 11/1/2021 | Close Reading | Fences              |

* Prompt
  Pick a page!

* Claim Synthesis
** Various Things
- "You **gonna** stay for supper, Gabe. Want me to fix you a plate?": direct demand instead of requirement, independent sense of control
- "Just wanna eat with my hands": wishes for empowerment or self-direction
- "Won't eat nothing til after we finished playin": wishes for fulfillment before actuality
- "Chinese music...All that noise": foreign sounds treated as "noisy"
- "Lyons! King of the jungle.": appreciate further the spirit


** Development
   - /Claim/
    - Why does the claim address the prompt?
    - How does the evidence support the claim?
	- 1
	- 2
	- 3
    - So what?

* Defluffication
  /Chosen Thesis Claim/

  - Point a
  - Point b
  - Point c

  So what? SO WHAT

  *Restated Claim*


There's always the [[https://wp.ucla.edu/wp-content/uploads/2016/01/UWC_handouts_What-How-So-What-Thesis-revised-5-4-15-RZ.pdf][UCLA Writing Lab]].
