docs/english/english11/KBhPickAPage.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-27 Wed 23:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Pick a Page Close Reading</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Pick a Page Close Reading</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-10-27 Wed 23:12</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#orgdbc9d1d">1. General Information</a></li>
<li><a href="#org0f2694b">2. Prompt</a></li>
<li><a href="#org0312de4">3. Claim Synthesis</a>
<ul>
<li><a href="#orgf474d13">3.1. Various Things</a></li>
<li><a href="#org771acfb">3.2. Development</a></li>
</ul>
</li>
<li><a href="#org2f6a550">4. Defluffication</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-orgdbc9d1d" class="outline-2">
<h2 id="orgdbc9d1d"><span class="section-number-2">1</span> General Information</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Due Date</th>
<th scope="col" class="org-left">Topic</th>
<th scope="col" class="org-left">Important Documents</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">11/1/2021</td>
<td class="org-left">Close Reading</td>
<td class="org-left">Fences</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org0f2694b" class="outline-2">
<h2 id="org0f2694b"><span class="section-number-2">2</span> Prompt</h2>
<div class="outline-text-2" id="text-2">
<p>
Pick a page!
</p>
</div>
</div>

<div id="outline-container-org0312de4" class="outline-2">
<h2 id="org0312de4"><span class="section-number-2">3</span> Claim Synthesis</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgf474d13" class="outline-3">
<h3 id="orgf474d13"><span class="section-number-3">3.1</span> Various Things</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>"You <b><b>gonna</b></b> stay for supper, Gabe. Want me to fix you a plate?": direct demand instead of requirement, independent sense of control</li>
<li>"Just wanna eat with my hands": wishes for empowerment or self-direction</li>
<li>"Won't eat nothing til after we finished playin": wishes for fulfillment before actuality</li>
<li>"Chinese music&#x2026;All that noise": foreign sounds treated as "noisy"</li>
<li>"Lyons! King of the jungle.": appreciate further the spirit</li>
</ul>
</div>
</div>


<div id="outline-container-org771acfb" class="outline-3">
<h3 id="org771acfb"><span class="section-number-3">3.2</span> Development</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li><i>Claim</i>
<ul class="org-ul">
<li>Why does the claim address the prompt?</li>
<li>How does the evidence support the claim?
<ul class="org-ul">
<li>1</li>
<li>2</li>
<li>3</li>
</ul></li>
<li>So what?</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org2f6a550" class="outline-2">
<h2 id="org2f6a550"><span class="section-number-2">4</span> Defluffication</h2>
<div class="outline-text-2" id="text-4">
<p>
<i>Chosen Thesis Claim</i>
</p>

<ul class="org-ul">
<li>Point a</li>
<li>Point b</li>
<li>Point c</li>
</ul>

<p>
So what? SO WHAT
</p>

<p>
<b>Restated Claim</b>
</p>


<p>
There's always the <a href="https://wp.ucla.edu/wp-content/uploads/2016/01/UWC_handouts_What-How-So-What-Thesis-revised-5-4-15-RZ.pdf">UCLA Writing Lab</a>.
</p>
</div>
</div>
</div>
</body>
</html>
